experiments/flaw1/6-8-2026_2_23PM/experiment_run_2/vegeta.3.log
Requests      [total, rate, throughput]         12, 10.92, 10.71
Duration      [total, attack, wait]             1.121s, 1.099s, 21.342ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.261ms, 21.544ms, 21.495ms, 21.926ms, 22.271ms, 22.328ms, 22.328ms
Bytes In      [total, mean]                     24, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:12  
Error Set:
Requests      [total, rate, throughput]         22, 10.47, 10.37
Duration      [total, attack, wait]             2.122s, 2.1s, 21.395ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.261ms, 21.499ms, 21.472ms, 21.659ms, 21.983ms, 22.328ms, 22.328ms
Bytes In      [total, mean]                     44, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:22  
Error Set:
Requests      [total, rate, throughput]         32, 10.32, 10.25
Duration      [total, attack, wait]             3.121s, 3.1s, 21.334ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.224ms, 21.456ms, 21.417ms, 21.596ms, 21.74ms, 22.328ms, 22.328ms
Bytes In      [total, mean]                     64, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:32  
Error Set:
Requests      [total, rate, throughput]         42, 10.24, 10.19
Duration      [total, attack, wait]             4.121s, 4.1s, 21.259ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.194ms, 21.421ms, 21.383ms, 21.576ms, 21.672ms, 22.328ms, 22.328ms
Bytes In      [total, mean]                     84, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:42  
Error Set:
Requests      [total, rate, throughput]         52, 10.20, 10.15
Duration      [total, attack, wait]             5.122s, 5.1s, 21.38ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.194ms, 21.409ms, 21.381ms, 21.567ms, 21.615ms, 22.317ms, 22.328ms
Bytes In      [total, mean]                     104, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:52  
Error Set:
Requests      [total, rate, throughput]         62, 10.16, 10.13
Duration      [total, attack, wait]             6.122s, 6.1s, 21.425ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.186ms, 21.395ms, 21.376ms, 21.559ms, 21.599ms, 22.259ms, 22.328ms
Bytes In      [total, mean]                     124, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:62  
Error Set:
Requests      [total, rate, throughput]         72, 10.14, 10.11
Duration      [total, attack, wait]             7.121s, 7.1s, 21.447ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.186ms, 21.395ms, 21.376ms, 21.559ms, 21.591ms, 22.202ms, 22.328ms
Bytes In      [total, mean]                     144, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:72  
Error Set:
Requests      [total, rate, throughput]         82, 10.12, 10.10
Duration      [total, attack, wait]             8.122s, 8.1s, 21.396ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.186ms, 21.389ms, 21.361ms, 21.537ms, 21.588ms, 22.144ms, 22.328ms
Bytes In      [total, mean]                     164, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:82  
Error Set:
Requests      [total, rate, throughput]         92, 10.11, 10.09
Duration      [total, attack, wait]             9.121s, 9.1s, 21.352ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.186ms, 21.386ms, 21.358ms, 21.529ms, 21.585ms, 22.087ms, 22.328ms
Bytes In      [total, mean]                     184, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:92  
Error Set:
Requests      [total, rate, throughput]         102, 10.10, 10.08
Duration      [total, attack, wait]             10.122s, 10.1s, 21.319ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.166ms, 21.381ms, 21.355ms, 21.528ms, 21.578ms, 22.029ms, 22.328ms
Bytes In      [total, mean]                     204, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:102  
Error Set:
Requests      [total, rate, throughput]         112, 10.09, 10.07
Duration      [total, attack, wait]             11.121s, 11.1s, 21.396ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.166ms, 21.38ms, 21.355ms, 21.514ms, 21.571ms, 21.972ms, 22.328ms
Bytes In      [total, mean]                     224, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:112  
Error Set:
Requests      [total, rate, throughput]         122, 10.08, 10.06
Duration      [total, attack, wait]             12.121s, 12.1s, 21.298ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.166ms, 21.401ms, 21.351ms, 21.516ms, 21.578ms, 22.912ms, 24.412ms
Bytes In      [total, mean]                     244, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:122  
Error Set:
Requests      [total, rate, throughput]         132, 10.08, 10.06
Duration      [total, attack, wait]             13.121s, 13.1s, 21.561ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.166ms, 21.403ms, 21.358ms, 21.516ms, 21.571ms, 22.703ms, 24.412ms
Bytes In      [total, mean]                     264, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:132  
Error Set:
Requests      [total, rate, throughput]         142, 10.07, 10.06
Duration      [total, attack, wait]             14.121s, 14.1s, 21.449ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.166ms, 21.402ms, 21.361ms, 21.516ms, 21.567ms, 22.495ms, 24.412ms
Bytes In      [total, mean]                     284, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:142  
Error Set:
Requests      [total, rate, throughput]         152, 10.07, 10.05
Duration      [total, attack, wait]             15.122s, 15.1s, 21.408ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.166ms, 21.399ms, 21.361ms, 21.511ms, 21.564ms, 22.317ms, 24.412ms
Bytes In      [total, mean]                     304, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:152  
Error Set:
Requests      [total, rate, throughput]         162, 10.06, 10.05
Duration      [total, attack, wait]             16.122s, 16.1s, 21.368ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.166ms, 21.398ms, 21.363ms, 21.51ms, 21.562ms, 22.259ms, 24.412ms
Bytes In      [total, mean]                     324, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:162  
Error Set:
Requests      [total, rate, throughput]         172, 10.06, 10.05
Duration      [total, attack, wait]             17.121s, 17.099s, 21.377ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.166ms, 21.397ms, 21.364ms, 21.51ms, 21.56ms, 22.202ms, 24.412ms
Bytes In      [total, mean]                     344, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:172  
Error Set:
Requests      [total, rate, throughput]         182, 10.06, 10.04
Duration      [total, attack, wait]             18.121s, 18.1s, 21.384ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.166ms, 21.394ms, 21.363ms, 21.51ms, 21.558ms, 22.144ms, 24.412ms
Bytes In      [total, mean]                     364, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:182  
Error Set:
Requests      [total, rate, throughput]         192, 10.05, 10.04
Duration      [total, attack, wait]             19.122s, 19.1s, 21.45ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.166ms, 21.392ms, 21.363ms, 21.509ms, 21.556ms, 22.087ms, 24.412ms
Bytes In      [total, mean]                     384, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:192  
Error Set:
Requests      [total, rate, throughput]         202, 10.05, 10.04
Duration      [total, attack, wait]             20.121s, 20.1s, 21.218ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.166ms, 21.392ms, 21.364ms, 21.509ms, 21.558ms, 22.029ms, 24.412ms
Bytes In      [total, mean]                     404, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:202  
Error Set:
Requests      [total, rate, throughput]         212, 10.05, 10.04
Duration      [total, attack, wait]             21.121s, 21.1s, 21.228ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.166ms, 21.391ms, 21.364ms, 21.508ms, 21.556ms, 21.972ms, 24.412ms
Bytes In      [total, mean]                     424, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:212  
Error Set:
Requests      [total, rate, throughput]         222, 10.05, 10.04
Duration      [total, attack, wait]             22.122s, 22.1s, 21.368ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.166ms, 21.389ms, 21.366ms, 21.506ms, 21.552ms, 21.914ms, 24.412ms
Bytes In      [total, mean]                     444, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:222  
Error Set:
Requests      [total, rate, throughput]         232, 10.04, 10.03
Duration      [total, attack, wait]             23.121s, 23.1s, 21.334ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.166ms, 21.389ms, 21.367ms, 21.506ms, 21.548ms, 21.857ms, 24.412ms
Bytes In      [total, mean]                     464, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:232  
Error Set:
Requests      [total, rate, throughput]         242, 10.04, 10.03
Duration      [total, attack, wait]             24.121s, 24.1s, 21.499ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.166ms, 21.387ms, 21.366ms, 21.506ms, 21.552ms, 21.8ms, 24.412ms
Bytes In      [total, mean]                     484, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:242  
Error Set:
Requests      [total, rate, throughput]         252, 10.04, 10.03
Duration      [total, attack, wait]             25.121s, 25.1s, 21.245ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.166ms, 21.387ms, 21.367ms, 21.506ms, 21.548ms, 21.751ms, 24.412ms
Bytes In      [total, mean]                     504, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:252  
Error Set:
Requests      [total, rate, throughput]         262, 10.04, 10.03
Duration      [total, attack, wait]             26.122s, 26.1s, 21.192ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.166ms, 21.385ms, 21.365ms, 21.506ms, 21.541ms, 21.737ms, 24.412ms
Bytes In      [total, mean]                     524, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:262  
Error Set:
Requests      [total, rate, throughput]         272, 10.04, 10.03
Duration      [total, attack, wait]             27.122s, 27.1s, 21.381ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.166ms, 21.383ms, 21.365ms, 21.504ms, 21.536ms, 21.724ms, 24.412ms
Bytes In      [total, mean]                     544, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:272  
Error Set:
Requests      [total, rate, throughput]         282, 10.04, 10.03
Duration      [total, attack, wait]             28.121s, 28.1s, 21.46ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.166ms, 21.382ms, 21.365ms, 21.504ms, 21.533ms, 21.71ms, 24.412ms
Bytes In      [total, mean]                     564, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:282  
Error Set:
Requests      [total, rate, throughput]         292, 10.03, 10.03
Duration      [total, attack, wait]             29.121s, 29.099s, 21.416ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.166ms, 21.39ms, 21.368ms, 21.511ms, 21.555ms, 22.087ms, 24.412ms
Bytes In      [total, mean]                     584, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:292  
Error Set:
Requests      [total, rate, throughput]         302, 10.03, 10.03
Duration      [total, attack, wait]             30.121s, 30.1s, 21.569ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.166ms, 21.392ms, 21.37ms, 21.513ms, 21.562ms, 22.029ms, 24.412ms
Bytes In      [total, mean]                     604, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:302  
Error Set:
Requests      [total, rate, throughput]         312, 10.03, 10.03
Duration      [total, attack, wait]             31.121s, 31.1s, 21.27ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.166ms, 21.393ms, 21.371ms, 21.515ms, 21.564ms, 21.972ms, 24.412ms
Bytes In      [total, mean]                     624, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:312  
Error Set:
Requests      [total, rate, throughput]         322, 10.03, 10.02
Duration      [total, attack, wait]             32.121s, 32.099s, 21.479ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.166ms, 21.393ms, 21.373ms, 21.515ms, 21.565ms, 21.914ms, 24.412ms
Bytes In      [total, mean]                     644, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:322  
Error Set:
Requests      [total, rate, throughput]         332, 10.03, 10.02
Duration      [total, attack, wait]             33.121s, 33.1s, 21.519ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.166ms, 21.393ms, 21.373ms, 21.516ms, 21.564ms, 21.857ms, 24.412ms
Bytes In      [total, mean]                     664, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:332  
Error Set:
Requests      [total, rate, throughput]         342, 10.03, 10.02
Duration      [total, attack, wait]             34.121s, 34.099s, 21.421ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.166ms, 21.393ms, 21.373ms, 21.515ms, 21.562ms, 21.8ms, 24.412ms
Bytes In      [total, mean]                     684, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:342  
Error Set:
Requests      [total, rate, throughput]         352, 10.03, 10.02
Duration      [total, attack, wait]             35.121s, 35.099s, 21.277ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.166ms, 21.391ms, 21.371ms, 21.515ms, 21.56ms, 21.752ms, 24.412ms
Bytes In      [total, mean]                     704, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:352  
Error Set:
Requests      [total, rate, throughput]         362, 10.03, 10.02
Duration      [total, attack, wait]             36.121s, 36.099s, 21.586ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.166ms, 21.39ms, 21.37ms, 21.515ms, 21.562ms, 21.744ms, 24.412ms
Bytes In      [total, mean]                     724, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:362  
Error Set:
Requests      [total, rate, throughput]         372, 10.03, 10.02
Duration      [total, attack, wait]             37.121s, 37.1s, 21.511ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.166ms, 21.39ms, 21.37ms, 21.515ms, 21.56ms, 21.737ms, 24.412ms
Bytes In      [total, mean]                     744, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:372  
Error Set:
Requests      [total, rate, throughput]         382, 10.03, 10.02
Duration      [total, attack, wait]             38.121s, 38.1s, 21.308ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.162ms, 21.388ms, 21.368ms, 21.513ms, 21.558ms, 21.729ms, 24.412ms
Bytes In      [total, mean]                     764, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:382  
Error Set:
Requests      [total, rate, throughput]         392, 10.03, 10.02
Duration      [total, attack, wait]             39.121s, 39.1s, 21.439ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.162ms, 21.387ms, 21.367ms, 21.512ms, 21.555ms, 21.721ms, 24.412ms
Bytes In      [total, mean]                     784, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:392  
Error Set:
Requests      [total, rate, throughput]         402, 10.02, 10.02
Duration      [total, attack, wait]             40.121s, 40.1s, 21.329ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.162ms, 21.386ms, 21.366ms, 21.511ms, 21.553ms, 21.714ms, 24.412ms
Bytes In      [total, mean]                     804, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:402  
Error Set:
Requests      [total, rate, throughput]         412, 10.02, 10.02
Duration      [total, attack, wait]             41.122s, 41.1s, 21.325ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.162ms, 21.385ms, 21.365ms, 21.511ms, 21.555ms, 21.706ms, 24.412ms
Bytes In      [total, mean]                     824, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:412  
Error Set:
Requests      [total, rate, throughput]         422, 10.02, 10.02
Duration      [total, attack, wait]             42.121s, 42.1s, 21.253ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.162ms, 21.384ms, 21.364ms, 21.51ms, 21.553ms, 21.698ms, 24.412ms
Bytes In      [total, mean]                     844, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:422  
Error Set:
Requests      [total, rate, throughput]         432, 10.02, 10.02
Duration      [total, attack, wait]             43.122s, 43.1s, 21.506ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.162ms, 21.384ms, 21.364ms, 21.509ms, 21.553ms, 21.691ms, 24.412ms
Bytes In      [total, mean]                     864, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:432  
Error Set:
Requests      [total, rate, throughput]         442, 10.02, 10.02
Duration      [total, attack, wait]             44.121s, 44.1s, 21.462ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.162ms, 21.383ms, 21.364ms, 21.508ms, 21.552ms, 21.683ms, 24.412ms
Bytes In      [total, mean]                     884, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:442  
Error Set:
Requests      [total, rate, throughput]         452, 10.02, 10.02
Duration      [total, attack, wait]             45.122s, 45.1s, 21.516ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.162ms, 21.383ms, 21.364ms, 21.51ms, 21.551ms, 21.677ms, 24.412ms
Bytes In      [total, mean]                     904, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:452  
Error Set:
Requests      [total, rate, throughput]         462, 10.02, 10.02
Duration      [total, attack, wait]             46.121s, 46.1s, 21.098ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.098ms, 21.381ms, 21.363ms, 21.509ms, 21.55ms, 21.676ms, 24.412ms
Bytes In      [total, mean]                     924, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:462  
Error Set:
Requests      [total, rate, throughput]         472, 10.02, 10.02
Duration      [total, attack, wait]             47.121s, 47.1s, 21.49ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.098ms, 21.384ms, 21.364ms, 21.51ms, 21.551ms, 21.737ms, 24.412ms
Bytes In      [total, mean]                     944, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:472  
Error Set:
Requests      [total, rate, throughput]         482, 10.02, 10.02
Duration      [total, attack, wait]             48.121s, 48.099s, 21.408ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.098ms, 21.383ms, 21.364ms, 21.509ms, 21.55ms, 21.729ms, 24.412ms
Bytes In      [total, mean]                     964, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:482  
Error Set:
Requests      [total, rate, throughput]         492, 10.02, 10.02
Duration      [total, attack, wait]             49.121s, 49.1s, 21.273ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.098ms, 21.382ms, 21.363ms, 21.508ms, 21.548ms, 21.721ms, 24.412ms
Bytes In      [total, mean]                     984, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:492  
Error Set:
Requests      [total, rate, throughput]         502, 10.02, 10.02
Duration      [total, attack, wait]             50.121s, 50.099s, 21.58ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.093ms, 21.38ms, 21.362ms, 21.508ms, 21.55ms, 21.714ms, 24.412ms
Bytes In      [total, mean]                     1004, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:502  
Error Set:
Requests      [total, rate, throughput]         512, 10.02, 10.02
Duration      [total, attack, wait]             51.121s, 51.1s, 21.225ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.093ms, 21.38ms, 21.361ms, 21.507ms, 21.548ms, 21.706ms, 24.412ms
Bytes In      [total, mean]                     1024, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:512  
Error Set:
Requests      [total, rate, throughput]         522, 10.02, 10.02
Duration      [total, attack, wait]             52.121s, 52.1s, 21.303ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.093ms, 21.379ms, 21.359ms, 21.507ms, 21.546ms, 21.698ms, 24.412ms
Bytes In      [total, mean]                     1044, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:522  
Error Set:
Requests      [total, rate, throughput]         532, 10.02, 10.01
Duration      [total, attack, wait]             53.121s, 53.1s, 21.128ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.093ms, 21.377ms, 21.358ms, 21.506ms, 21.544ms, 21.691ms, 24.412ms
Bytes In      [total, mean]                     1064, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:532  
Error Set:
Requests      [total, rate, throughput]         542, 10.02, 10.01
Duration      [total, attack, wait]             54.121s, 54.099s, 21.302ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.093ms, 21.376ms, 21.357ms, 21.506ms, 21.546ms, 21.683ms, 24.412ms
Bytes In      [total, mean]                     1084, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:542  
Error Set:
Requests      [total, rate, throughput]         552, 10.02, 10.01
Duration      [total, attack, wait]             55.121s, 55.1s, 21.273ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.093ms, 21.374ms, 21.355ms, 21.505ms, 21.544ms, 21.677ms, 24.412ms
Bytes In      [total, mean]                     1104, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:552  
Error Set:
Requests      [total, rate, throughput]         562, 10.02, 10.01
Duration      [total, attack, wait]             56.121s, 56.099s, 21.422ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.093ms, 21.373ms, 21.355ms, 21.504ms, 21.542ms, 21.676ms, 24.412ms
Bytes In      [total, mean]                     1124, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:562  
Error Set:
Requests      [total, rate, throughput]         572, 10.02, 10.01
Duration      [total, attack, wait]             57.121s, 57.1s, 21.35ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.093ms, 21.372ms, 21.353ms, 21.503ms, 21.541ms, 21.674ms, 24.412ms
Bytes In      [total, mean]                     1144, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:572  
Error Set:
Requests      [total, rate, throughput]         582, 10.02, 10.01
Duration      [total, attack, wait]             58.122s, 58.1s, 21.552ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.093ms, 21.372ms, 21.353ms, 21.504ms, 21.542ms, 21.673ms, 24.412ms
Bytes In      [total, mean]                     1164, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:582  
Error Set:
Requests      [total, rate, throughput]         592, 10.02, 10.01
Duration      [total, attack, wait]             59.121s, 59.099s, 21.393ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.045ms, 21.371ms, 21.353ms, 21.504ms, 21.541ms, 21.672ms, 24.412ms
Bytes In      [total, mean]                     1184, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:592  
Error Set:
Requests      [total, rate, throughput]         600, 10.02, 10.01
Duration      [total, attack, wait]             59.921s, 59.9s, 21.189ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.045ms, 21.37ms, 21.352ms, 21.503ms, 21.54ms, 21.671ms, 24.412ms
Bytes In      [total, mean]                     1200, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:600  
Error Set: